tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "thezoraiz/ascii-image-converter"
brew "atuin"
brew "bash"
brew "bat"
brew "glib"
brew "eza"
brew "fd"
brew "fzf"
brew "gcc"
brew "glow"
brew "gnu-sed"
brew "gobject-introspection"
brew "harfbuzz"
brew "imagemagick"
brew "jq"
brew "font-symbols-only-nerd-font"
brew "lua-language-server"
brew "mas"
brew "mdcat"
brew "ffmpegthumbnailer"
brew "fastfetch"
brew "neovim"
brew "yazi"
brew "ripgrep"
brew "shellcheck"
brew "transmission-cli"
brew "tree"
brew "zoxide"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai", args: ["HEAD"]
cask "alacritty"
cask "vesktop"
cask "keka"
cask "kitty"
cask "raycast"
cask "windscribe"
mas "CleverPDF", id: 1445515197
mas "Telegram", id: 747648890
