tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "isen-ng/dotnet-sdk-versions"
tap "koekeishiya/formulae"
tap FelixKratz/formulae
brew "chezmoi"
brew "choose-gui"
brew "composer"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gh"
brew "git"
brew "btop"
brew "hub"
brew "imagemagick"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "lazygit"
brew "mas"
brew "mosh"
brew "mycli"
brew "neovim"
brew "node"
brew "redis"
brew "ripgrep"
brew "rtorrent"
brew "tmux"
brew "watch"
brew "yt-dlp"
brew "zsh"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "FelixKratz/formulae/sketchybar"
cask "audio-hijack"
cask "betterdisplay"
cask "discord"
cask "docker"
cask "dotnet-sdk"
cask "dotnet-sdk6-0-400"
cask "fission"
cask "font-iosevka"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "hiddenbar"
cask "iina"
cask "imageoptim"
cask "iterm2"
cask "karabiner-elements"
cask "keycastr"
cask "obs"
cask "raycast"
cask "stats"
mas "Jump Desktop", id: 524141863
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
